<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">

<html>
<head>
<title>基金申请注册</title>
<link rel="stylesheet" type="text/css" href="css/pages.css">



</head>
<body>
	<div  id="mainDIV" >
  		<div  id="mainBanner"><img src="image/mainBanner.jpg" alt="武汉科技大学大学生科技创新基金管理系统" title="武汉科技大学大学生科技创新基金管理系统"/></div>
  		<hr/>
  	</div>
<p></p>
	<div style="width:45%"  align="left">
		本系统的使用流程：
本系统的三种角色（学生、团委、评审专家）的使用方法

<p>
学生 ：<hr>
1、注册：学生注册一个本系统的账号。<br>
2、登录：学生根据用户名和密码登录系统。<br>
3、项目管理：学生点击“查看项目情况”，可以查看自己已经申请过的项目情况。<br>
4、申请项目：学生点击“填写申请表”，在表中填入完整信息提交申请项目,等待审批。<br>
5、项目进度：待申请的项目通过了校团委的终极审核立项后，便可以填写“项目进度表”。<br>
6、项目结项：待申请的项目通过了校团委的终极审核通过后，便可以填写“项目结项表”。<br>
7、个人管理：学生可以修改自己的密码。<br>
</p>

<p>
院校团委：<hr>
1、登录：团委老师根据用户名和密码登录系统。<br>
（注意：校团委已经审核的结果，院团委便无法修改。但校团委可以修改院团委的审批结果。）<br>
2、立项审批：根据条件（年份、学院、项目状态）来查询项目申请表列表
	     对未进行立项的项目进行审批。<br>
3、中期检查：根据条件（年份、学院、项目状态）来查询项目进度表列表
	     对未进行审核的项目进行审批。<br>
4、结项审核：根据条件（年份、学院、项目状态）来查询项目结项表列表
	     对未进行审核的项目进行审批。<br>
5、添加管理人员：校团委可以添加校院团委管理人员，但院团委只能添加院团委管理人员。<br>
6、添加学生信息：<br>
7、学生信息管理：通过条件（学院、姓名）查询学生信息列表
	           可以修改学生信息、删除学生。<br>
8、管理人员查询：通过条件（学院、姓名）查询管理人员信息列表
	           可以修改管理人员信息、删除管理人员。<br>
9、数据统计：按条件（年份、学院）查询所有项目统计报表<br>
10、文件管理：上传文件，并查看文件通知，也可下载和删除此文件.<br>
11、公告管理：发布公告，查看公告，删除公告。<br>
</p>

<p>
评审专家：<hr>
1、登录：评审专家根据用户名和密码登录系统。<br>
（注意：评审专家登录后，只能看到自己分配给自己的项目信息，并且需要给出评审意见才能提交项目评审结果。）<br>
2、立项审批：根据条件（年份、学院、项目状态）来查询项目申请表列表
	     对未进行评审的项目进行审批。<br>
3、中期检查：根据条件（年份、学院、项目状态）来查询项目进度表列表
	     对未进行审核的项目进行审批。<br>
4、结项审核：根据条件（年份、学院、项目状态）来查询项目结项表列表
	     对未进行审核的项目进行意见反馈。<br>
</p>				
		
	</div>
</body>

</html>